Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# about_author_body5
source: These experiences became the starting point of my later path as an independent developer, and they have also shaped the way I understand technology, learning, and products today.
ar: شكّلت هذه التجارب نقطة البداية التي قادتني لاحقًا إلى طريق التطوير المستقل، كما أثرت أيضًا في الطريقة التي أفهم بها اليوم التقنية والتعلّم والمنتجات.
bg: Тези преживявания се превърнаха в отправна точка за по-късния ми път като независим разработчик и също така повлияха на начина, по който днес разбирам технологиите, ученето и продуктите.
bn: এই অভিজ্ঞতাগুলোই পরে আমাকে স্বাধীন ডেভেলপমেন্টের পথে নিয়ে যাওয়ার সূচনা হয়ে ওঠে, এবং আজ প্রযুক্তি, শেখা ও পণ্য সম্পর্কে আমার বোঝার ধরনকেও প্রভাবিত করেছে।
ca: Aquestes experiències van esdevenir el punt de partida del meu camí posterior com a desenvolupador independent, i també han influït en la manera com entenc avui la tecnologia, l’aprenentatge i els productes.
cs: Tyto zkušenosti se staly výchozím bodem mé pozdější cesty nezávislého vývojáře a ovlivnily také to, jak dnes chápu technologie, učení a produkty.
da: Disse erfaringer blev udgangspunktet for min senere vej som selvstændig udvikler og har også påvirket den måde, jeg i dag forstår teknologi, læring og produkter på.
de: Diese Erfahrungen wurden zum Ausgangspunkt meines späteren Weges als unabhängiger Entwickler und haben auch die Art geprägt, wie ich heute Technologie, Lernen und Produkte verstehe.
el: Αυτές οι εμπειρίες αποτέλεσαν το σημείο εκκίνησης της μετέπειτα πορείας μου ως ανεξάρτητου προγραμματιστή και επηρέασαν επίσης τον τρόπο με τον οποίο κατανοώ σήμερα την τεχνολογία, τη μάθηση και τα προϊόντα.
es: Estas experiencias se convirtieron en el punto de partida de mi camino posterior como desarrollador independiente, y también influyeron en la forma en que hoy entiendo la tecnología, el aprendizaje y los productos.
fi: Nämä kokemukset muodostivat lähtökohdan myöhemmälle polulleni itsenäisenä kehittäjänä, ja ne ovat myös vaikuttaneet siihen, miten ymmärrän nykyään teknologiaa, oppimista ja tuotteita.
fr: Ces expériences sont devenues le point de départ de mon parcours ultérieur en tant que développeur indépendant, et elles ont aussi influencé la manière dont je comprends aujourd’hui la technologie, l’apprentissage et les produits.
gu: આ અનુભવો મારા પછીના સ્વતંત્ર વિકાસના માર્ગનો પ્રારંભબિંદુ બન્યા, અને આજે હું ટેક્નોલોજી, અભ્યાસ અને પ્રોડક્ટ્સને જે રીતે સમજું છું, તેને પણ તેઓએ અસર કરી છે.
he: החוויות האלה הפכו לנקודת ההתחלה של הדרך שלי בהמשך כמפתח עצמאי, והן גם השפיעו על האופן שבו אני מבין כיום טכנולוגיה, למידה ומוצרים.
hi: इन अनुभवों ने आगे चलकर मेरे स्वतंत्र डेवलपर बनने की राह की शुरुआत की, और आज मैं तकनीक, सीखने और उत्पादों को जिस तरह समझता हूँ, उसे भी प्रभावित किया।
hr: Ta su iskustva postala polazišna točka mog kasnijeg puta kao neovisnog developera, a također su utjecala na način na koji danas razumijem tehnologiju, učenje i proizvode.
hu: Ezek a tapasztalatok jelentették későbbi utam kiindulópontját független fejlesztőként, és azt is alakították, ahogyan ma a technológiát, a tanulást és a termékeket értem.
id: Pengalaman-pengalaman ini menjadi titik awal perjalanan saya kemudian sebagai pengembang independen, dan juga membentuk cara saya memahami teknologi, pembelajaran, dan produk saat ini.
it: Queste esperienze sono diventate il punto di partenza del mio successivo percorso come sviluppatore indipendente e hanno anche influenzato il modo in cui oggi comprendo la tecnologia, l’apprendimento e i prodotti.
ja: こうした経験は、その後私が個人開発の道を歩み始めるきっかけとなり、今の私が技術や学び、そしてプロダクトをどう捉えるかにも影響を与えています。
kk: Бұл тәжірибелер менің кейін тәуелсіз әзірлеуші ретінде жүрген жолымның бастауына айналды, сондай-ақ бүгінгі күні технологияны, оқуды және өнімдерді қалай түсінетініме де әсер етті.
kn: ಈ ಅನುಭವಗಳು ನಂತರ ನಾನು ಸ್ವತಂತ್ರ ಡೆವಲಪರ್ ಆಗಿ ಸಾಗಿದ ಮಾರ್ಗದ ಆರಂಭಬಿಂದುವಾಗಿದ್ದು, ಇಂದು ನಾನು ತಂತ್ರಜ್ಞಾನ, ಕಲಿಕೆ ಮತ್ತು ಉತ್ಪನ್ನಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ರೀತಿಯ ಮೇಲೂ ಪ್ರಭಾವ ಬೀರಿವೆ.
ko: 이러한 경험들은 제가 이후 독립 개발의 길로 나아가게 된 출발점이 되었고, 오늘날 기술과 학습, 그리고 제품을 이해하는 방식에도 영향을 주었습니다.
lt: Šios patirtys tapo mano vėlesnio kelio kaip nepriklausomo kūrėjo pradžia ir taip pat paveikė tai, kaip šiandien suprantu technologijas, mokymąsi ir produktus.
ml: ഈ അനുഭവങ്ങൾ പിന്നീട് ഞാൻ സ്വതന്ത്ര ഡെവലപ്പറായി നടന്നുപോയ വഴിയുടെ തുടക്കമായി മാറി, ഇന്നത്തെ ദിവസം ഞാൻ സാങ്കേതികവിദ്യ, പഠനം, ഉൽപ്പന്നങ്ങൾ എന്നിവയെ മനസ്സിലാക്കുന്ന രീതിയെയും അത് സ്വാധീനിച്ചു.
mr: या अनुभवांनी पुढे माझ्या स्वतंत्र डेव्हलपर म्हणून सुरू झालेल्या प्रवासाची पायाभरणी केली, आणि आज मी तंत्रज्ञान, शिक्षण आणि उत्पादनांना ज्या प्रकारे समजतो त्यावरही त्यांचा प्रभाव पडला.
ms: Pengalaman-pengalaman ini menjadi titik permulaan kepada perjalanan saya kemudian sebagai pembangun bebas, dan juga mempengaruhi cara saya memahami teknologi, pembelajaran dan produk hari ini.
nb: Disse erfaringene ble utgangspunktet for min senere vei som uavhengig utvikler, og de har også påvirket måten jeg i dag forstår teknologi, læring og produkter på.
nl: Deze ervaringen vormden het beginpunt van mijn latere pad als onafhankelijke ontwikkelaar en hebben ook invloed gehad op de manier waarop ik vandaag technologie, leren en producten begrijp.
or: ହି ଅନୁଭବଗୁଡ଼ିକ ପରେ ମୋର ସ୍ୱାଧୀନ ଡେଭେଲପର୍ ଭାବେ ଯାତ୍ରାର ଆରମ୍ଭବିନ୍ଦୁ ହେଲା, ଏବଂ ଆଜି ମୁଁ ପ୍ରଯୁକ୍ତି, ଶିକ୍ଷା ଏବଂ ପ୍ରୋଡକ୍ଟକୁ ଯେପରି ବୁଝେ, ସେଥିରେ ମଧ୍ୟ ପ୍ରଭାବ ପକାଇଛି।
pa: ਇਨ੍ਹਾਂ ਤਜਰਬਿਆਂ ਨੇ ਬਾਅਦ ਵਿੱਚ ਇੱਕ ਸੁਤੰਤਰ ਡਿਵੈਲਪਰ ਵਜੋਂ ਮੇਰੇ ਰਸਤੇ ਦੀ ਸ਼ੁਰੂਆਤ ਬਣਾਈ, ਅਤੇ ਅੱਜ ਮੈਂ ਤਕਨਾਲੋਜੀ, ਸਿੱਖਣ ਅਤੇ ਉਤਪਾਦਾਂ ਨੂੰ ਜਿਵੇਂ ਸਮਝਦਾ ਹਾਂ, ਉਸ ਉੱਤੇ ਵੀ ਇਨ੍ਹਾਂ ਦਾ ਅਸਰ ਪਿਆ।
pl: Te doświadczenia stały się punktem wyjścia do mojej późniejszej drogi jako niezależnego twórcy i wpłynęły także na to, jak dziś rozumiem technologię, naukę i produkty.
pt: Essas experiências se tornaram o ponto de partida do meu caminho posterior como desenvolvedor independente e também influenciaram a forma como hoje entendo tecnologia, aprendizado e produtos.
ro: Aceste experiențe au devenit punctul de plecare al drumului meu ulterior ca dezvoltator independent și au influențat, de asemenea, felul în care înțeleg astăzi tehnologia, învățarea și produsele.
ru: Этот опыт стал отправной точкой моего дальнейшего пути как независимого разработчика и также повлиял на то, как я сегодня понимаю технологии, обучение и продукты.
sk: Tieto skúsenosti sa stali východiskovým bodom mojej neskoršej cesty ako nezávislého vývojára a ovplyvnili aj to, ako dnes chápem technológie, učenie a produkty.
sl: Te izkušnje so postale izhodišče moje poznejše poti kot neodvisnega razvijalca in so vplivale tudi na način, kako danes razumem tehnologijo, učenje in izdelke.
sv: Dessa erfarenheter blev utgångspunkten för min senare väg som oberoende utvecklare och har också påverkat hur jag idag förstår teknik, lärande och produkter."
ta: இந்த அனுபவங்கள் நான் பின்னர் சுயாதீன டெவலப்பராக சென்ற பாதையின் தொடக்கமாக அமைந்தன; மேலும் இன்று நான் தொழில்நுட்பம், கற்றல் மற்றும் தயாரிப்புகளைப் புரிந்துகொள்ளும் முறையையும் அவை பாதித்துள்ளன.
te: ఈ అనుభవాలు తరువాత నేను స్వతంత్ర డెవలపర్‌గా వెళ్లిన మార్గానికి ఆరంభబిందువుగా మారాయి, అలాగే ఈరోజు నేను సాంకేతికత, అభ్యాసం మరియు ఉత్పత్తులను అర్థం చేసుకునే విధానాన్నీ ప్రభావితం చేశాయి.
th: ประสบการณ์เหล่านี้ได้กลายเป็นจุดเริ่มต้นของเส้นทางการเป็นนักพัฒนาอิสระของผมในเวลาต่อมา และยังส่งผลต่อวิธีที่ผมเข้าใจเทคโนโลยี การเรียนรู้ และผลิตภัณฑ์ในวันนี้ด้วย
tr: Bu deneyimler, daha sonra bağımsız geliştirici olarak ilerlediğim yolun başlangıç noktası oldu; aynı zamanda bugün teknoloji, öğrenme ve ürünleri anlama biçimimi de etkiledi.
uk: Цей досвід став відправною точкою мого подальшого шляху як незалежного розробника, а також вплинув на те, як я сьогодні розумію технології, навчання та продукти.
ur: یہ تجربات بعد میں میرے آزاد ڈویلپر کے طور پر سفر کا نقطۂ آغاز بنے، اور انہوں نے آج میرے ٹیکنالوجی، سیکھنے اور مصنوعات کو سمجھنے کے انداز کو بھی متاثر کیا ہے۔
vi: Những trải nghiệm này đã trở thành điểm khởi đầu cho con đường sau này của tôi với tư cách là một nhà phát triển độc lập, đồng thời cũng ảnh hưởng đến cách tôi hiểu về công nghệ, việc học và sản phẩm ngày nay.
zh_hans: 这些经历构成了我后来走上独立开发的起点，也影响了我今天理解技术、学习和产品的方式。
zh_hant: 這些經歷構成了我後來走上獨立開發的起點，也影響了我今天理解技術、學習和產品的方式。

source: Accepts short text input.
ar: يقبل إدخال نص قصير.
bg: Приема кратък текст.
bn: সংক্ষিপ্ত টেক্সট ইনপুট নেয়।
ca: Accepta text breu.
cs: Přijímá krátký text.
da: Modtager kort tekst.
de: Nimmt kurzen Text an.
el: Δέχεται σύντομο κείμενο.
es: Acepta texto breve.
fi: Ottaa vastaan lyhyttä tekstiä.
fr: Accepte du texte court.
gu: ટૂંકું લખાણ લે છે.
he: מקבל קלט טקסט קצר.
hi: छोटा टेक्स्ट इनपुट लेता है।
hr: Prima kratak tekst.
hu: Rövid szöveget fogad.
id: Menerima input teks singkat.
it: Accetta testo breve.
ja: 短いテキストを入力します。
kk: Қысқа мәтін енгізеді.
kn: ಚಿಕ್ಕ ಪಠ್ಯವನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ.
ko: 짧은 텍스트 입력을 받습니다.
lt: Priima trumpą tekstą.
ml: ചെറിയ ടെക്സ്റ്റ് ഇൻപുട്ട് സ്വീകരിക്കുന്നു.
mr: लहान मजकूर इनपुट घेतो.
ms: Menerima input teks pendek.
nb: Tar imot kort tekst.
nl: Accepteert korte tekstinvoer.
or: ଛୋଟ ଟେକ୍ସଟ୍ ଇନପୁଟ୍ ନେଇଥାଏ।
pa: ਛੋਟਾ ਟੈਕਸਟ ਇਨਪੁੱਟ ਲੈਂਦਾ ਹੈ।
pl: Przyjmuje krótki tekst.
pt: Aceita texto curto.
ro: Acceptă text scurt.
ru: Принимает короткий текст.
sk: Prijíma krátky text.
sl: Sprejme kratek vnos besedila.
sv: Tar emot kort text.
ta: குறுகிய உரை உள்ளீட்டை ஏற்கும்.
te: చిన్న టెక్స్ట్ ఇన్‌పుట్‌ను స్వీకరిస్తుంది.
th: รับข้อความสั้น
tr: Kısa metin girişi alır.
uk: Приймає короткий текст.
ur: مختصر متن ان پٹ لیتا ہے۔
vi: Nhận văn bản ngắn.
zh_hans: 用于输入简短文本。
zh_hant: 用於輸入簡短文字。

source: Acknowledgements
ar: شكر وتقدير
bg: Благодарности
bn: কৃতজ্ঞতা
ca: Agraïments
cs: Poděkování
da: Tak
de: Danksagung
el: Ευχαριστίες
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
gu: આભાર
he: תודות
hi: आभार
hr: Zahvale
hu: Köszönet
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 謝辞
kk: Алғыс
kn: ಕೃತಜ್ಞತೆಗಳು
ko: 감사의 말
lt: Padėka
ml: ആഭാരങ്ങൾ
mr: आभार
ms: Penghargaan
nb: Takk
nl: Dankwoord
or: କୃତଜ୍ଞତା
pa: ਧੰਨਵਾਦ
pl: Podziękowania
pt: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sk: Poďakovanie
sl: Zahvala
sv: Tack
ta: நன்றிகள்
te: కృతజ్ఞతలు
th: คำขอบคุณ
tr: Teşekkür
uk: Подяки
ur: تشکر
vi: Lời cảm ơn
zh_hans: 鸣谢
zh_hant: 鳴謝

# Acknowledgements2
source: Acknowledgements
ar: شكر المطور
bg: Благодарности
bn: ডেভেলপারের কৃতজ্ঞতা
ca: Agraïments
cs: Poděkování
da: Tak fra udvikleren
de: Danksagung
el: Ευχαριστίες
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
gu: ડેવલપરનો આભાર
he: תודות מהמפתח
hi: डेवलपर का आभार
hr: Zahvale
hu: Köszönet
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 開発者の謝辞
kk: Әзірлеуші алғысы
kn: ಡೆವಲಪರ್ ಧನ್ಯವಾದಗಳು
ko: 개발자의 감사
lt: Kūrėjo padėka
ml: ഡെവലപ്പറുടെ നന്ദി
mr: विकसकाचे आभार
ms: Ucapan Terima Kasih
nb: Takk fra utvikleren
nl: Dankwoord
or: ଡେଭେଲପରଙ୍କ ଧନ୍ୟବାଦ
pa: ਡਿਵੈਲਪਰ ਦਾ ਧੰਨਵਾਦ
pl: Podziękowania
pt: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sk: Poďakovanie
sl: Zahvala
sv: Tack från utvecklaren
ta: டெவலப்பரின் நன்றி
te: డెవలపర్ కృతజ్ఞతలు
th: คำขอบคุณจากผู้พัฒนา
tr: Geliştiriciden Teşekkür
uk: Подяка розробника
ur: ڈویلپر کا شکریہ
vi: Lời cảm ơn
zh_hans: 开发者致谢
zh_hant: 開發者致謝

source: Action
ar: تفاعل
bg: Действие
bn: ইন্টারঅ্যাকশন
ca: Interacció
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
fi: Toiminta
gu: ક્રિયા
he: פעולה
hi: इंटरैक्शन
hr: Radnje
hu: Művelet
id: Aksi
it: Azione
ja: 操作
kk: Әрекет
kn: ಕ್ರಿಯೆ
ko: 동작
lt: Veiksmas
ml: പ്രവർത്തനം
mr: क्रिया
ms: Tindakan
nb: Handling
nl: Actie
or: କାର୍ଯ୍ୟ
pa: ਕਾਰਵਾਈ
pl: Akcja
pt: Ação
ro: Acțiune
ru: Действие
sk: Akcia
sl: Dejanje
sv: Åtgärd
ta: செயல்
te: చర్య
th: การโต้ตอบ
tr: Eylem
uk: Дія
ur: عمل
vi: Thao tác
zh_hans: 交互
zh_hant: 互動

source: Add Breakpoint
ar: إضافة نقطة توقف
bg: Добави точка на прекъсване
bn: ব্রেকপয়েন্ট যোগ
ca: Afegeix punt d'aturada
cs: Přidat bod přerušení
da: Tilføj breakpoint
de: Haltepunkt hinzufügen
el: Προσθήκη σημείου διακοπής
es: Añadir punto de interrupción
fi: Lisää keskeytyskohta
fr: Ajouter un point d'arrêt
gu: બ્રેકપોઇન્ટ ઉમેરો
he: הוסף נקודת עצירה
hi: ब्रेकपॉइंट जोड़ें
hr: Dodaj prijelomnu točku
hu: Töréspont hozzáadása
id: Tambah breakpoint
it: Aggiungi breakpoint
ja: ブレークポイントを追加
kk: Үзіліс нүктесін қосу
kn: ಬ್ರೇಕ್‌ಪಾಯಿಂಟ್ ಸೇರಿಸಿ
ko: 중단점 추가
lt: Pridėti lūžio tašką
ml: ബ്രേക്ക്‌പോയിന്റ് ചേർക്കുക
mr: ब्रेकपॉइंट जोडा
ms: Tambah breakpoint
nb: Legg til bruddpunkt
nl: Breakpoint toevoegen
or: ବ୍ରେକପଏଣ୍ଟ ଯୋଡନ୍ତୁ
pa: ਬ੍ਰੇਕਪੋਇੰਟ ਜੋੜੋ
pl: Dodaj punkt przerwania
pt: Adicionar breakpoint
ro: Adaugă breakpoint
ru: Добавить точку останова
sk: Pridať bod prerušenia
sl: Dodaj prekinitveno točko
sv: Lägg till brytpunkt
ta: பிரேக் பாயிண்ட் சேர்
te: బ్రేక్‌పాయింట్ జోడించు
th: เพิ่มเบรกพอยต์
tr: Kesme noktası ekle
uk: Додати точку зупину
ur: بریک پوائنٹ شامل کریں
vi: Thêm breakpoint
zh_hans: 添加断点
zh_hant: 新增中斷點

source: Adjusts a value step by step.
ar: يضبط قيمة خطوة بخطوة.
bg: Настройва стойност стъпка по стъпка.
bn: ধাপে ধাপে একটি মান সমন্বয় করে।
ca: Ajusta un valor pas a pas.
cs: Upravuje hodnotu po krocích.
da: Justerer en værdi trin for trin.
de: Passt einen Wert schrittweise an.
el: Προσαρμόζει μια τιμή βήμα προς βήμα.
es: Ajusta un valor paso a paso.
fi: Säätää arvoa askel kerrallaan.
fr: Ajuste une valeur étape par étape.
gu: મૂલ્યને પગલે પગલે બદલે છે.
he: משנה ערך צעד אחר צעד.
hi: किसी मान को चरण-दर-चरण बदलता है।
hr: Podešava vrijednost korak po korak.
hu: Lépésenként módosít egy értéket.
id: Menyesuaikan nilai langkah demi langkah.
it: Regola un valore passo dopo passo.
ja: 値を段階的に調整します。
kk: Мәнді қадаммен өзгертеді.
kn: ಮೌಲ್ಯವನ್ನು ಹಂತ ಹಂತವಾಗಿ ಸರಿಹೊಂದಿಸುತ್ತದೆ.
ko: 값을 단계별로 조정합니다.
lt: Keičia reikšmę žingsniais.
ml: ഒരു മൂല്യം ഘട്ടം ഘട്ടമായി ക്രമീകരിക്കുന്നു.
mr: मूल्य टप्प्याटप्प्याने बदलतो.
ms: Melaras nilai langkah demi langkah.
nb: Justerer en verdi trinnvis.
nl: Past een waarde stap voor stap aan.
or: ମୂଲ୍ୟକୁ ପଦକ୍ରମେ ସମନ୍ୱୟ କରେ।
pa: ਮੁੱਲ ਨੂੰ ਕਦਮ ਦਰ ਕਦਮ ਬਦਲਦਾ ਹੈ।
pl: Zmienia wartość krok po kroku.
pt: Ajusta um valor passo a passo.
ro: Ajustează o valoare pas cu pas.
ru: Изменяет значение по шагам.
sk: Upravuje hodnotu krok po kroku.
sl: Prilagaja vrednost korak za korakom.
sv: Justerar ett värde stegvis.
ta: ஒரு மதிப்பை படிப்படியாகச் சரிசெய்யும்.
te: ఒక విలువను దశలవారీగా సర్దుతుంది.
th: ปรับค่าทีละขั้น
tr: Bir değeri adım adım ayarlar.
uk: Змінює значення крок за кроком.
ur: قدر کو مرحلہ وار بدلتا ہے۔
vi: Điều chỉnh giá trị từng bước.
zh_hans: 用于逐步增加或减少数值。
zh_hant: 用於逐步增加或減少數值。

source: All
ar: الكل
bg: Всички
bn: সব
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
gu: બધું
he: הכל
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutto
ja: すべて
kk: Барлығы
kn: ಎಲ್ಲಾ
ko: 전체
lt: Visi
ml: എല്ലാം
mr: सर्व
ms: Semua
nb: Alle
nl: Alles
or: ସବୁ
pa: ਸਭ
pl: Wszystko
pt: Todos
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sv: Alla
ta: அனைத்தும்
te: అన్ని
th: ทั้งหมด
tr: Tümü
uk: Усі
ur: سب
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: Are You Ready?
ar: هل أنت مستعد؟
bg: Готови ли сте?
bn: আপনি কি প্রস্তুত?
ca: Estàs a punt?
cs: Jste připraveni?
da: Er du klar?
de: Bist du bereit?
el: Είστε έτοιμοι;
es: ¿Estás listo?
fi: Oletko valmis?
fr: Êtes-vous prêt ?
gu: તૈયાર છો?
he: מוכנים?
hi: क्या आप तैयार हैं?
hr: Jeste li spremni?
hu: Készen áll?
id: Siap?
it: Sei pronto?
ja: 準備はできましたか？
kk: Дайынсыз ба?
kn: ಸಿದ್ಧವೇ?
ko: 준비됐나요?
lt: Ar pasiruošę?
ml: തയ്യാറായോ?
mr: तयार आहात?
ms: Sudah bersedia?
nb: Er du klar?
nl: Ben je klaar?
or: ପ୍ରସ୍ତୁତ କି?
pa: ਤਿਆਰ ਹੋ?
pl: Gotowy?
pt: Está pronto?
ro: Ești gata?
ru: Готовы?
sk: Ste pripravení?
sl: Ste pripravljeni?
sv: Är du redo?
ta: தயாரா?
te: సిద్ధమేనా?
th: พร้อมไหม?
tr: Hazır mısın?
uk: Готові?
ur: تیار ہیں؟
vi: Sẵn sàng chưa?
zh_hans: 准备好了吗？
zh_hant: 準備好了嗎？

source: Author
ar: المؤلف
bg: Автор
bn: লেখক
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
fr: Auteur
gu: લેખક
he: מחבר
hi: लेखक
hr: Autor
hu: Szerző
id: Penulis
it: Autore
ja: 作者
kk: Автор
kn: ಲೇಖಕ
ko: 저자
lt: Autorius
ml: രചയിതാവ്
mr: लेखक
ms: Penulis
nb: Forfatter
nl: Auteur
or: ଲେଖକ
pa: ਲੇਖਕ
pl: Autor
pt: Autor
ro: Autor
ru: Автор
sk: Autor
sl: Avtor
sv: Författare
ta: எழுத்தாளர்
te: రచయిత
th: ผู้เขียน
tr: Yazar
uk: Автор
ur: مصنف
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

source: Basics
ar: الأساسيات
bg: Основи
bn: মৌলিক পাঠ
ca: Inici bàsic
cs: Základy
da: Grundlæggende
de: Grundlagen
el: Βασικά
es: Fundamentos
fi: Perusteet
fr: Bases
gu: મૂળભૂત પરિચય
he: יסודות
hi: बुनियादी परिचय
hr: Osnove
hu: Alapok
id: Dasar
it: Basi
ja: 基礎入門
kk: Негіздер
kn: ಮೂಲ ಪರಿಚಯ
ko: 기초 입문
lt: Pagrindai
ml: അടിസ്ഥാന പരിചയം
mr: मूलभूत परिचय
ms: Asas
nb: Grunnleggende
nl: Basis
or: ମୂଳ ପରିଚୟ
pa: ਬੁਨਿਆਦੀ ਜਾਣ-ਪਛਾਣ
pl: Podstawy
pt: Básico
ro: Noțiuni de bază
ru: Основы
sk: Základy
sl: Osnove
sv: Grunder
ta: அடிப்படை அறிமுகம்
te: ప్రాథమిక పరిచయం
th: พื้นฐานเบื้องต้น
tr: Temel bilgiler
uk: Основи
ur: بنیادی تعارف
vi: Nhập môn cơ bản
zh_hans: 基础入门
zh_hant: 基礎入門

source: Beginner
ar: مبتدئ
bg: Начално
bn: শুরু
ca: Iniciació
cs: Začátečník
da: Begynder
de: Einstieg
el: Αρχάριοι
es: Inicial
fi: Alkeet
fr: Débutant
gu: શરૂઆત
he: למתחילים
hi: प्रारंभ
hr: Početno
hu: Kezdő
id: Dasar
it: Base
ja: 入門
kk: Бастапқы
kn: ಆರಂಭ
ko: 입문
lt: Pradžia
ml: അടിസ്ഥാനം
mr: प्रारंभ
ms: Asas
nb: Nybegynner
or: ଆରମ୍ଭ
pa: ਸ਼ੁਰੂਆਤ
pl: Podstawy
pt: Iniciante
ro: Începător
ru: Введение
sk: Začiatočník
sl: Začetno
sv: Nybörjare
ta: அறிமுகம்
te: ప్రారంభం
th: เริ่มต้น
tr: Başlangıç
uk: Початкове
ur: ابتدائی
vi: Nhập môn
zh_hans: 入门
zh_hant: 入門

source: Beginner Courses
ar: دروس البداية
bg: Начални уроци
bn: শুরুর পাঠ
ca: Curs inicial
cs: Úvodní lekce
da: Startlektioner
de: Einstiegskurse
el: Αρχικά μαθήματα
es: Curso inicial
fi: Alkuopit
fr: Cours d’entrée
gu: શરૂઆતના પાઠ
he: שיעורי התחלה
hi: शुरुआती पाठ
hr: Početne lekcije
hu: Kezdő leckék
id: Pelajaran awal
it: Lezioni base
ja: 入門レッスン
kk: Бастапқы сабақтар
kn: ಆರಂಭಿಕ ಪಾಠಗಳು
ko: 입문 강의
lt: Pradžios pamokos
ml: പ്രാരംഭ പാഠങ്ങൾ
mr: सुरुवातीचे धडे
ms: Pelajaran asas
nb: Startkurs
nl: Starterslessen
or: ପ୍ରାରମ୍ଭିକ ପାଠ
pa: ਸ਼ੁਰੂਆਤੀ ਪਾਠ
pl: Lekcje wstępne
pt: Curso inicial
ro: Lecții de bază
ru: Базовые уроки
sk: Úvodné lekcie
sl: Začetne lekcije
sv: Startlektioner
ta: தொடக்க பாடங்கள்
te: ప్రారంభ పాఠాలు
th: บทเรียนเริ่มต้น
tr: Başlangıç dersleri
uk: Початкові уроки
ur: ابتدائی اسباق
vi: Bài học nhập môn
zh_hans: 入门课程
zh_hant: 入門課程

source: Brilliant Colors
ar: ألوان زاهية
bg: Ярки цветове
bn: চমৎকার রঙ
ca: Colors brillants
cs: Zářivé barvy
da: Strålende farver
de: Leuchtende Farben
el: Ζωντανά χρώματα
es: Colores vibrantes
fi: Upeat värit
fr: Des couleurs éclatantes
gu: ચમકતા રંગો
he: צבעים מרהיבים
hi: चमकीले रंग
hr: Živopisne boje
hu: Élénk színek
id: Warna Cerah
it: Colori vivaci
ja: 鮮やかな色
kk: Жарқын түстер
kn: ಚುರುಕಾದ ಬಣ್ಣಗಳು
ko: 선명한 색상
lt: Ryškios spalvos
ml: തിളക്കമുള്ള നിറങ്ങൾ
mr: चमकदार रंग
ms: Warna-warna terang
nb: Strålende farger
nl: Levendige kleuren
or: ଚକଚକିଆ ରଙ୍ଗ
pa: ਚਮਕੀਲੇ ਰੰਗ
pl: Jasne kolory
pt: Cores vibrantes
ro: Culori vibrante
ru: Яркие цвета
sk: Žiarivé farby
sl: Živahne barve
sv: Livfulla färger
ta: தெளிவான நிறங்கள்
te: ప్రకాశవంతమైన రంగులు
th: สีสันสดใส
tr: Canlı renkler
uk: Яскраві кольори
ur: شوخ رنگ
vi: Màu sắc rực rỡ
zh_hans: 绚丽的颜色
zh_hant: 絢麗的顏色

source: Build a Personal Resume Page
ar: بناء صفحة سيرة ذاتية شخصية
bg: Създаване на страница с лично CV
bn: ব্যক্তিগত জীবনবৃত্তান্ত পেজ তৈরি করা
ca: Construir una pàgina de currículum personal
cs: Vytvoření osobní stránky s životopisem
da: Byg en personlig CV-side
de: Eine persönliche Lebenslauf-Seite erstellen
el: Δημιουργία μιας προσωπικής σελίδας βιογραφικού
es: Crear una página de currículum personal
fi: Henkilökohtaisen CV-sivun rakentaminen
fr: Construire une page de CV personnel
gu: વ્યક્તિગત રિઝ્યુમે પેજ બનાવવું
he: בניית עמוד קורות חיים אישיים
hi: एक व्यक्तिगत रिज़्यूमे पेज बनाना
hr: Izrada stranice osobnog životopisa
hu: Személyes önéletrajz oldal készítése
id: Membangun Halaman Resume Pribadi
it: Creare una pagina di curriculum personale
ja: 個人履歴書ページを作成する
kk: Жеке түйіндеме бетін құру
kn: ವೈಯಕ್ತಿಕ ರೆಸ್ಯೂಮ್ ಪುಟವನ್ನು ನಿರ್ಮಿಸುವುದು
ko: 개인 이력서 페이지 만들기
lt: Sukurti asmeninio CV puslapį
ml: വ്യക്തിഗത റിസ്യൂം പേജ് നിർമ്മിക്കുക
mr: वैयक्तिक रेझ्युमे पृष्ठ तयार करणे
ms: Membina Halaman Resume Peribadi
nb: Bygge en personlig CV-side
nl: Een persoonlijke cv-pagina bouwen
or: ବ୍ୟକ୍ତିଗତ ରେଜ୍ୟୁମେ ପୃଷ୍ଠା ତିଆରି କରିବା
pa: ਨਿੱਜੀ ਰਿਜ਼ਿਊਮੇ ਪੰਨਾ ਬਣਾਉਣਾ
pl: Tworzenie strony osobistego CV
pt: Criar uma página de currículo pessoal
ro: Crearea unei pagini de CV personal
ru: Создание страницы личного резюме
sk: Vytvorenie stránky osobného životopisu
sl: Ustvarjanje strani osebnega življenjepisa
sv: Skapa en personlig CV-sida
ta: தனிப்பட்ட ரெச்யூமே பக்கத்தை உருவாக்குதல்
te: వ్యక్తిగత రెజ్యూమే పేజీని నిర్మించడం
th: สร้างหน้าประวัติส่วนตัว
tr: Kişisel Özgeçmiş Sayfası Oluşturma
uk: Створення сторінки особистого резюме
ur: ذاتی ریزیومے صفحہ بنانا
vi: Xây dựng trang sơ yếu lý lịch cá nhân
zh_hans: 构建个人简历页面
zh_hant: 構建個人簡歷頁面

source: Build Project
ar: بناء المشروع
bg: Компилирай проекта
bn: প্রজেক্ট বিল্ড
ca: Compila el projecte
cs: Sestavit projekt
da: Byg projekt
de: Projekt erstellen
el: Μεταγλώττιση έργου
es: Compilar proyecto
fi: Käännä projekti
fr: Compiler le projet
gu: પ્રોજેક્ટ બિલ્ડ
he: בניית פרויקט
hi: प्रोजेक्ट बिल्ड
hr: Izgradi projekt
hu: Projekt fordítása
id: Build proyek
it: Compila progetto
ja: プロジェクトをビルド
kk: Жобаны жинау
kn: ಪ್ರಾಜೆಕ್ಟ್ ಬಿಲ್ಡ್
ko: 프로젝트 빌드
lt: Kurti projektą
ml: പ്രോജക്റ്റ് ബിൽഡ്
mr: प्रोजेक्ट बिल्ड
ms: Bina projek
nb: Bygg prosjekt
nl: Project bouwen
or: ପ୍ରୋଜେକ୍ଟ ବିଲ୍ଡ
pa: ਪ੍ਰੋਜੈਕਟ ਬਿਲਡ
pl: Zbuduj projekt
pt: Compilar projeto
ro: Compilează proiectul
ru: Собрать проект
sk: Zostaviť projekt
sl: Zgradi projekt
sv: Bygg projekt
ta: திட்டத்தை பில்ட் செய்
te: ప్రాజెక్ట్ బిల్డ్
th: บิลด์โปรเจกต์
tr: Projeyi derle
uk: Зібрати проєкт
ur: پروجیکٹ بلڈ
vi: Biên dịch dự án
zh_hans: 编译项目
zh_hant: 編譯專案

source: Button
ar: زر
bg: Бутон
bn: বোতাম
ca: Botó
cs: Tlačítko
da: Knap
de: Taste
el: Κουμπί
es: Botón
fi: Painike
fr: Bouton
gu: બટન
he: כפתור
hi: बटन
hr: Gumb
hu: Gomb
id: Tombol
it: Pulsante
ja: ボタン
kk: Батырма
kn: ಬಟನ್
ko: 버튼
lt: Mygtukas
ml: ബട്ടൺ
mr: बटण
ms: Butang
nb: Knapp
nl: Knop
or: ବଟନ୍
pa: ਬਟਨ
pl: Przycisk
pt: Botão
ro: Buton
ru: Кнопка
sk: Tlačidlo
sl: Gumb
sv: Knapp
ta: பொத்தான்
te: బటన్
th: ปุ่ม
tr: Düğme
uk: Кнопка
ur: بٹن
vi: Nút
zh_hans: 按钮
zh_hant: 按鈕

source: Buttons, Menus & Actions
ar: الأزرار والقوائم والإجراءات
bg: Бутони, менюта и действия
bn: বোতাম, মেনু ও অ্যাকশন
ca: Botons, menús i accions
cs: Tlačítka, nabídky a akce
da: Knapper, menuer og handlinger
de: Schaltflächen, Menüs und Aktionen
el: Κουμπιά, μενού και ενέργειες
es: Botones, menús y acciones
fi: Painikkeet, valikot ja toiminnot
fr: Boutons, menus et actions
gu: બટન, મેનુ અને ક્રિયાઓ
he: כפתורים, תפריטים ופעולות
hi: बटन, मेनू और क्रियाएँ
hr: Gumbi, izbornici i radnje
hu: Gombok, menük és műveletek
id: Tombol, menu, dan aksi
it: Pulsanti, menu e azioni
ja: ボタン・メニュー・操作
kk: Батырмалар, мәзірлер және әрекеттер
kn: ಬಟನ್‌ಗಳು, ಮೆನುಗಳು ಮತ್ತು ಕ್ರಿಯೆಗಳು
ko: 버튼, 메뉴 및 동작
lt: Mygtukai, meniu ir veiksmai
ml: ബട്ടണുകൾ, മെനുക്കൾ, പ്രവർത്തനങ്ങൾ
mr: बटणे, मेनू आणि क्रिया
ms: Butang, menu dan tindakan
nb: Knapper, menyer og handlinger
nl: Knoppen, menu's en acties
or: ବଟନ, ମେନୁ ଓ କାର୍ଯ୍ୟ
pa: ਬਟਨ, ਮੀਨੂ ਅਤੇ ਕਾਰਵਾਈਆਂ
pl: Przyciski, menu i akcje
pt: Botões, menus e ações
ro: Butoane, meniuri și acțiuni
ru: Кнопки, меню и действия
sk: Tlačidlá, ponuky a akcie
sl: Gumbi, meniji in dejanja
sv: Knappar, menyer och åtgärder
ta: பொத்தான்கள், மெனுக்கள் மற்றும் செயல்கள்
te: బటన్లు, మెనూలు మరియు చర్యలు
th: ปุ่ม เมนู และการทำงาน
tr: Düğmeler, menüler ve eylemler
uk: Кнопки, меню та дії
ur: بٹن، مینو اور اعمال
vi: Nút, menu và thao tác
zh_hans: 按钮、菜单与交互行为
zh_hant: 按鈕、選單與互動操作
